{
  "generic": "An error occurred.",
  "voiceChannelOnly": "You have to be in a voice channel in order to do that.",
  "sameVoiceChannelOnly": "You have to be in the same voice channel as me in order to do that.",
  "guildOnly": "This can only be done in servers.",
  "notEnoughMoney": "You don't have enough money for that.",
  "serverOwnerOnly": "You have to be the server owner in order to do that.",
  "developerOnly": "Only the bot developers can do that.",
  "botMissingOnePermission": "I need the {{permission}} permission in order to do that.",
  "botMissingMultiplePermissions": "I need the {{permission}} permissions in order to do that.",
  "missingOnePermission": "You need the {{permission}} permission in order to do that.",
  "missingMultiplePermissions": "You need the {{permission}} permissions in order to do that.",
  "cooldown": "Woah! Slow down buddy! You're going too fast, you have to wait!",
  "notPlaying": "I ain't playing anything!",
  "missingParameters": "You have to give me parameters!",
  "notTrueOrFalse": "You have to give me a value that is true or false.",
  "nsfwOnly": "This can only be done in channels marked as NSFW.",
  "noSentence": "You have to give me a sentence.",
  "mathEvaluationError": "An error occurred while evaluating the math expression.",
  "invalidNumber": "You have to give me a valid number.",
  "invalidUser": "You have to give me a valid user.",
  "invalidUserBot": "You have to give me a user that isn't a bot.",
  "emojiNotFromSameGuild": "You have to give me an emoji that is from this guild.",
  "invalidUserNotBot": "You have to give me a user that is a bot.",
  "databaseOnly": "Sorry, I don't have a database connection right now!",
  "playerManagerOnly": "Sorry, I don't have a player connection right now!",
  "invalidColor": "You have to give me a valid color.",
  "commandNotFound": "I couldn't find any command with that name.",
  "invalidGuild": "You have to give me a valid guild.",
  "invalidEmoji": "You have to give me a valid emoji.",
  "invalidRole": "You have to give me a valid role.",
  "userCantBeDeveloper": "User can't be a developer.",
  "onlyOldAccounts": "Your account must be at least one month old in order to do that!",
  "voiceChannelJoin": "I can't join this voice channel!",
  "sameUser": "You have to give me a user that isn't you.",
  "managersOnly": "Huhuhuhuhuhuhu, yond thou art not a Translation Manag'r huhuhuhuhuhuhuhuhuhuhu",
  "needBiggerNumber": "You have to give me a number higher than {{number}}.",
  "needSmallerNumber": "You have to give me a number smaller than {{number}}.",
  "needSmallerString": "You have to give me a sentence smaller than {{number}} characters.",
  "invalidURL": "You have to give me a valid URL!",
  "invalidImageLink": "You have to give me a valid image link.",
  "imageParsingError": "An error occurred while parsing the image.",
  "invalidChannelType": "This command doesn't work in a {{type}} channel.",
  "invalidChannel": "You forgot to mention a channel or I couldn't find it.",
  "messageNotFromSameGuild": "Your link is valid but it's not from this guild.",
  "messageNotFromSameChannel": "Your link is valid but it's not from this channel.",
  "validLinkButNotInGuild": "Your link is valid but the bot couldn't find that message.",
  "validLinkButGhostChannel": "Your link is valid but the bot couldn't find that channel in this guild.",
  "validLinkButGhostMessage": "Your link is valid but I couldn't find that message.",
  "invalidMessageLink": "The message link you sent is invalid.",
  "youDontHavePermission": "You're missing the following permission in that channel: {{permission}}",
  "iDontHavePermission": "I'm missing the following permission in that channel: {{permission}}",
  "messageContainsNothing": "The message you're trying to move has no content.",
  "forgotCheckType": "You forgot to give what I'm checking.",
  "forgotCheckValue": "You forgot to give the value of what I'm checking.",
  "channelDoesntExist": "That channel doesn't exist or I couldn't find it.",
  "guildHasNoRole": "This server has no roles to list.",
  "guildHasNoEmoji": "This server has no emoji or no emojis are available for me."
}
