{
  "generic": "An error occurred.",
  "voiceChannelOnly": "You have to be in a voice channel in order to do that.",
  "sameVoiceChannelOnly": "You have to be in the same voice channel as me in order to do that.",
  "guildOnly": "Dis cany onywy be donye iny sewvews.",
  "notEnoughMoney": "You don't have enough money for that.",
  "serverOwnerOnly": "You have to be the server owner in order to do that.",
  "developerOnly": "Only the bot developers can do that.",
  "botMissingOnePermission": "I nyeed the {{permission}} pewmissiony iny owdew to do that.",
  "botMissingMultiplePermissions": "I nyeed the {{permission}} pewmissionys iny owdew to do that.",
  "missingOnePermission": "You nyeed the {{permission}} permissiony iny owdew to do that. >w<",
  "missingMultiplePermissions": "You nyeed the {{permission}} permissionys iny owdew to do that. >w<",
  "cooldown": "Woah! Slow down buddy! You're going too fast, you have to wait!",
  "notPlaying": "I ainy't pwayinyg anyythinyg!",
  "missingParameters": "You have to give me parameters!",
  "notTrueOrFalse": "You have to give me a value that is true or false.",
  "nsfwOnly": "This cany onywy be donye iny channyews mawked as NYSFW. >w<",
  "noSentence": "You have to give me a sentence.",
  "mathEvaluationError": "An error occurred while evaluating the math expression.",
  "invalidNumber": "You have to give me a valid number.",
  "invalidUser": "You have to give me a valid user.",
  "invalidUserBot": "You have to give me a user that isn't a bot.",
  "emojiNotFromSameGuild": "You have to give me an emoji that is from this guild.",
  "invalidUserNotBot": "You have to give me a user that is a bot.",
  "databaseOnly": "Sowwy, I dony't have a database conynyectiony wight nyow TwT",
  "playerManagerOnly": "Sowwy, I dony't have a pwayew conynyectiony wight nyow :<",
  "invalidColor": "You have to give me a valid color.",
  "invalidGuild": "You have to give me a valid guild.",
  "invalidEmoji": "You have to give me a valid emoji.",
  "invalidRole": "You have to give me a valid role.",
  "userCantBeDeveloper": "User can't be a developer.",
  "onlyOldAccounts": "Your account must be at least one month old in order to do that!",
  "voiceChannelJoin": "I cany't joiny this voice chanynyew!",
  "sameUser": "You have to give me a user that isn't you.",
  "managersOnly": "Hwuhwuhwuhwuhwuhwu, ywond twhou awt nwot a Twanswation Mawag’r hwuhwuhwuhwuhwuwhwuhwuhwu",
  "needBiggerNumber": "You have to give me a number higher than {{number}}.",
  "needSmallerNumber": "You have to give me a number smaller than {{number}}.",
  "needSmallerString": "You have to give me a sentence smaller than {{number}} characters.",
  "invalidURL": "You have to give me a valid URL!",
  "invalidImageLink": "You have to give me a valid image link.",
  "imageParsingError": "An error occurred while parsing the image."
}
